{
"guitar":[
  {"guitImg":"https://raw.githubusercontent.com/dtrinh3/it315/main/edw_lp.jpg","guitBrand":"Gibson", "guitModel":"Les Paul Custom","guitDescr":"The Les Paul Custom lives up to the high standards set by its 1950s archetype while evolving to a level of tone and performance more suited to today's musical demands. Beneath the layers of its tuxedo appointments lies the crisp, edgy voice of a matched 490/498 humbucker set, a solid Ebony fingerboard, a long neck tenon for maximum sustain and a two-piece maple top over a solid mahogany body which adds the perfect amount of sonic bite to everything from jazz to hard rock. It sounds as good as it looks, and it looks as good as it sounds!","guitLink":"http://www.gibson.com"},
  {"guitImg":"https://raw.githubusercontent.com/dtrinh3/it315/main/epi_fbird.jpg","guitBrand":"Gibson","guitBrand":"Firebird VII","guitDescr":"When Gibson hired famed automotive designer Ray Dietrich to create a radical new solid body guitar, rock 'n roll history ensued. With its offset shape, neck-through construction, and scorching mini-humbuckers™, the  Firebird™ VII became an instant classic. The Gibson Custom Shop is proud to present this exacting replica of a vintage original, which uses authentic contours, dimensions and construction methods for an incredible ownership and playing experience.","guitBrand":"http://www.epiphone.com"},
  {"guitImg":"https://raw.githubusercontent.com/dtrinh3/it315/main/sq_strat.jpg","guitBrand":"Fender","guitModel": "Stratocaster","guitDescr":"he inspiring sound of a Stratocaster is one of the foundations of Fender. Featuring this classic sound—bell-like high end, punchy mids and robust low end, combined with crystal-clear articulation—the sonically flexible Player Stratocaster HSS is packed with authentic Fender feel and style. It’s ready to serve your musical vision, it’s versatile enough to handle any style of music and it’s the perfect platform for creating your own sound.","guitLink":"http://www.fender.com"}
]
  "Status":"OK"
}
